[
  "The world has over 3.04 trillion trees in the world. However, 27,000 of them are cut down daily to make toilet paper. This translates to about 9.8 million trees annually.",
  "Rainforests are being cut down at a rate of 100 acres per minute. If this trend continues, the world’s rainforests will be gone by 2100.",
  "The majority of trees in American forests have been cut down for building and fuel. Interestingly though, the world’s oldest trees are 4,600 years old and grow in the US.",
  "Recycling a single run of the Sunday New York Times would save 75,000 trees.",
  "Cows require 28 times more grazing land as compared to pigs or chickens. Cattle ranching contributes to deforestation turning one-fifth of all pastures and ranges into deserts.",
  "About 71% of the earth is water. The oceans hold approximately 96.5% of this water and the ice caps hold about 2%. The remaining water exists in rivers, ponds, glaciers, ice caps, lakes, as water vapor and our taps, among other water bodies. Only 1% of the earth’s water is safe for human consumption.",
  "About five million tons of oil produced in the world end up in oceans every year.",
  "Seventy-eight percent of marine mammals are at risk of accidental deaths, such as getting caught in fishing nets.",
  "Plastic bags and other plastic garbage that ends up in the ocean kill over 1,000,000 sea animals every year.",
  "Interesting facts about the environment show that a single cow can release between 200 and 400 pounds of methane gas through burps and farts each year. These levels are 20 times more powerful than carbon dioxide gas.",
  "Methane, water vapor, and carbon dioxide are the most common greenhouse gases. When their levels are too high they contribute to global warming which results in the melting of the ice caps, rise in sea levels, desertification, droughts, floods, forest fires, and heatwaves.",
  "The Great Pacific Garbage Patch is a collection of trash and waste. It’s twice the size of continental America. The patch contains about 100 million tons of garbage stretching from the West Coast of North America to Japan along the Pacific Ocean.",
  "The amount of wood and paper we throw away every year could heat 50,000,000 homes for 20 years.",
  "The planet is about 1 million years old and has over 1 million species going extinct mainly due to human activities. Thousands more species are on the verge of extinction.",
  "According to environmental facts, fungi do the most in protecting the environment. From digesting minerals out of rock formations to consuming fossil fuel spills, and even de-radiating the environment."
]
